export const settings = {
    empty: {
        delete: 'Удалить пустые значения',
        min: 'Заполнить минимальным значением',
        max: 'Заполнить максимальным значением',
        avg: 'Заполнить средним значением'
    },
    emissionsy: {
        delete: 'Удаление выбросов',
        log: 'Логарифмирование выбросов',
        avg: 'Заполнение средним значением',
    },
    normalization: {
        range: 'Приведение к диапозону с заданным минимумом и максимумом',
        normal: 'Приведение к нормальному виду с математическим ожиданием = 0 и дисперсией = 1'
    },
    modeling: {},
    definition: {
        kek: 'Кластеризация методом DBSCAN отрезков данных после применения PCA'
    }
}
